[UKFPLocalMessage]
SpectatorNotWave="Can't do that during a wave!"
SpectatorJoinCommand="Say !join to unspectate"
PickupsDisabled="Players can no longer pickup your weapons!"
PickupsEnabled="Players can pickup your weapons again!"
CantChangeSpec="Can't change spectate mode."
AlreadySpectator="Already a spectator!"
WaitForSpectator="You must wait before trying to change again!"
SpectatorMaxCapacity="Can't change spectate mode because game is at its maximum capacity."
SpectatorFailed="Can't become an active player, failed to set a team."
PlayerBecameSpectator="became a spectator"
SpectatorBecamePlayer="became an active player"

[ReplicationHelper]
IntroString="[UKFP] This server is running Unofficial KF2 Patch by %s"
HelpString="Type %s for a list of changes"
MaxPlayersString="%p has changed Max Players to %b"
PickupBroadcastString="%p picked up %o's %w(₤%$)"

[PartyWidgetHelper]
CycleListString="Next Page"

[UKFPReplicationInfo]
EnabledString="Enabled"
DisabledString="Disabled"
LocalizedMOTD[0]=(Name="Unofficial Killing Floor 2 Settings")
LocalizedMOTD[1]=(Name="Yet Another Scoreboard", Extra="Loaded")
LocalizedMOTD[2]=(Name="Auto Admin Login", Extra="Loaded")
LocalizedMOTD[3]=(Name="Controlled Vote Collector", Extra="Loaded")
LocalizedMOTD[4]=(Name="Looted Trader Inventory", Extra="Loaded")
LocalizedMOTD[5]=(Name="Friendly HUD", Extra="Loaded")
LocalizedMOTD[6]=(Name="Event Skins", Extra="disabled")
LocalizedMOTD[7]=(Name="Pings", Extra="disabled")
LocalizedMOTD[8]=(Name="Pickups", Extra="broadcasted")
LocalizedMOTD[9]=(Name="Damage Popups", Extra="enabled")
LocalizedMOTD[10]=(Name="Max Players")
LocalizedMOTD[11]=(Name="Fake Players")
LocalizedMOTD[12]=(Name="Max Monsters")
LocalizedMOTD[13]=(Name="Max Dosh Spam Amount")
LocalizedMOTD[14]=(Name="Third Person")
LocalizedMOTD[15]=(Name="Hand Swapping")
LocalizedMOTD[16]=(Name="Summer Scrake Animation Fix")
LocalizedMOTD[17]=(Name="Pickup Lifespan")
LocalizedMOTD[18]=(Name="Drop All Weapons on Death")
LocalizedMOTD[19]=(Name="Enhanced Trader Menu")
LocalizedMOTD[20]=(Name="EDARs")
LocalizedMOTD[21]=(Name="Rage Spawns")
LocalizedMOTD[22]=(Name="Quarterpounds")
LocalizedMOTD[23]=(Name="Gas Crawlers")
LocalizedMOTD[24]=(Name="Game Conductor")
LocalizedMOTD[25]=(Name="ZED Time")
LocalizedMOTD[26]=(Name="Open Trader Command")
LocalizedMOTD[27]=(Name="Weapon Upgrades")
LocalizedMOTD[28]=(Name="Cross Perk")
LocalizedMOTD[29]=(Name="Dosh Kill Multiplier")
LocalizedMOTD[30]=(Name="Spawn Rate Multiplier")
LocalizedMOTD[31]=(Name="Wave Count Multiplier")
LocalizedMOTD[32]=(Name="Ammo Cost Multiplier")
LocalizedMOTD[33]=(Name="XP Multiplier")
LocalizedMOTD[34]=(Name="Bosses Allowed")
LocalizedMOTD[35]=(Name="Perks Allowed")
LocalizedMOTD[36]=(Name="Weekly Outbreaks Allowed", Extra="None")
LocalizedMOTD[37]=(Name="Special Waves Allowed", Extra="None")
LocalizedMOTD[38]=(Name="Vanilla Mode is Enforced!", Extra="None")
LocalizedMOTD[39]=(Name="Trader DLC Lock", Extra="disabled")
LocalizedMOTD[40]=(Name="Sticky Projectile Lifespan")
LocalizedMOTD[41]=(Name="Dosh Pickup Lifespan")
LocalizedMOTD[42]=(Name="Gorefiends")
LocalizedMOTD[43]=(Name="Rioters")